7767517
456 493
Input            input                    0 1 input
MemoryData       CCT_OCR_1/mlp_1/dense_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/mlp_1/dense_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/plate_1/dense_16_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/plate_1/dense_16_1/BiasAdd/ReadVariableOp:0 0=37
MemoryData       CCT_OCR_1/pos_emb_1/Slice:0 0 1 CCT_OCR_1/pos_emb_1/Slice:0 0=96 1=65
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_7_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_7_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_7_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_7_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_8_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_8_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_8_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/dy_t_8_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/mlp_3_1/dense_7_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/mlp_3_1/dense_7_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/mlp_3_1/dense_8_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/mlp_3_1/dense_8_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_1_1/multi_head_attention_4_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_10_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_10_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_10_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_10_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_9_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_9_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_9_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/dy_t_9_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/mlp_4_1/dense_10_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/mlp_4_1/dense_10_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/mlp_4_1/dense_9_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/mlp_4_1/dense_9_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_2_1/multi_head_attention_5_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_11_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_11_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_11_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_11_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_12_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_12_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_12_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/dy_t_12_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/mlp_5_1/dense_11_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/mlp_5_1/dense_11_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/mlp_5_1/dense_12_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/mlp_5_1/dense_12_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/post_reduce_transformer_block_3_1/multi_head_attention_6_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/region_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/region_1/BiasAdd/ReadVariableOp:0 0=66
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_13_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_13_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_13_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_13_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_14_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_14_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_14_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/dy_t_14_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/mlp_6_1/dense_13_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/mlp_6_1/dense_13_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/mlp_6_1/dense_14_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/mlp_6_1/dense_14_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/region_pre_pool_transformer_block_1_1/multi_head_attention_7_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/region_seq_pool_1/dense_15_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/region_seq_pool_1/dense_15_1/Add/ReadVariableOp:0 0=1
MemoryData       CCT_OCR_1/token_reducer_1/Tile/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/Tile/ReadVariableOp:0 0=96 1=10
MemoryData       CCT_OCR_1/token_reducer_1/dy_t_6_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/dy_t_6_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/token_reducer_1/dy_t_6_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/dy_t_6_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/token_reducer_1/multi_head_attention_3_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_1_1/dy_t_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/dy_t_5_1/add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/add/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/mlp_2_1/dense_5_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/mlp_2_1/dense_5_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/mlp_2_1/dense_6_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/mlp_2_1/dense_6_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd/ReadVariableOp:0 0=96
MemoryData       CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add/ReadVariableOp:0 0 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add/ReadVariableOp:0 0=48 1=2 2=1
MemoryData       Const__523               0 1 Const__523 0=4
MemoryData       const_ends__415          0 1 const_ends__415 0=6
MemoryData       const_fold_opt__570      0 1 const_fold_opt__570 0=1
Crop             const_ends__415_sliced   2 1 const_ends__415 const_fold_opt__570 const_ends__415_sliced -23309=0 -23310=0
Split            splitncnn_0              1 2 const_fold_opt__570 const_fold_opt__570_splitncnn_0 const_fold_opt__570_splitncnn_1
MemoryData       const_fold_opt__573      0 1 const_fold_opt__573 0=1
MemoryData       const_fold_opt__576      0 1 const_fold_opt__576 0=1
Split            splitncnn_1              1 2 const_fold_opt__576 const_fold_opt__576_splitncnn_0 const_fold_opt__576_splitncnn_1
MemoryData       const_fold_opt__577      0 1 const_fold_opt__577 0=1
Cast             CCT_OCR_1/Cast           1 1 input CCT_OCR_1/Cast:0
BinaryOp         CCT_OCR_1/rescaling_1/mul 1 1 CCT_OCR_1/Cast:0 CCT_OCR_1/rescaling_1/add:0 0=2 1=1 2=3.921569e-03
Permute          CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd__366 1 1 CCT_OCR_1/rescaling_1/add:0 CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd__366:0 0=4
Convolution      CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd 1 1 CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd__366:0 CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd:0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 5=1 6=864
Swish            CCT_OCR_1/conv_stem_1/conv2d_1/mul_1 1 1 CCT_OCR_1/conv_stem_1/conv2d_1/BiasAdd:0 CCT_OCR_1/conv_stem_1/conv2d_1/mul_1:0
Pooling          CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/MaxPool2d 1 1 CCT_OCR_1/conv_stem_1/conv2d_1/mul_1:0 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/MaxPool2d:0 0=0 1=2 11=2 2=1 12=1 3=0 13=0 14=1 15=1 5=1
ConvolutionDepthWise CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/depthwise 1 1 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/MaxPool2d:0 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/depthwise:0 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=0 6=288 7=32
Convolution      CCT_OCR_1/conv_stem_1/conv2d_1_2/BiasAdd 1 1 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1/depthwise:0 CCT_OCR_1/conv_stem_1/conv2d_1_2/BiasAdd:0 0=48 1=3 11=3 2=1 12=1 3=1 13=1 5=1 6=13824
Swish            CCT_OCR_1/conv_stem_1/conv2d_1_2/mul_1 1 1 CCT_OCR_1/conv_stem_1/conv2d_1_2/BiasAdd:0 CCT_OCR_1/conv_stem_1/conv2d_1_2/mul_1:0
Convolution      CCT_OCR_1/conv_stem_1/conv2d_2_1/BiasAdd 1 1 CCT_OCR_1/conv_stem_1/conv2d_1_2/mul_1:0 CCT_OCR_1/conv_stem_1/conv2d_2_1/BiasAdd:0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 5=1 6=27648
Swish            CCT_OCR_1/conv_stem_1/conv2d_2_1/mul_1 1 1 CCT_OCR_1/conv_stem_1/conv2d_2_1/BiasAdd:0 CCT_OCR_1/conv_stem_1/conv2d_2_1/mul_1:0
Pooling          CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/MaxPool2d 1 1 CCT_OCR_1/conv_stem_1/conv2d_2_1/mul_1:0 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/MaxPool2d:0 0=0 1=2 11=2 2=1 12=1 3=0 13=0 14=1 15=1 5=1
ConvolutionDepthWise CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/depthwise 1 1 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/MaxPool2d:0 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/depthwise:0 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=576 7=64
Convolution      CCT_OCR_1/conv_stem_1/conv2d_3_1/BiasAdd 1 1 CCT_OCR_1/conv_stem_1/max_blur_pooling2d_1_2/depthwise:0 CCT_OCR_1/conv_stem_1/conv2d_3_1/BiasAdd:0 0=80 1=3 11=3 2=1 12=1 3=1 13=1 5=1 6=46080
Swish            CCT_OCR_1/conv_stem_1/conv2d_3_1/mul_1 1 1 CCT_OCR_1/conv_stem_1/conv2d_3_1/BiasAdd:0 CCT_OCR_1/conv_stem_1/conv2d_3_1/mul_1:0
Convolution      CCT_OCR_1/conv_stem_1/conv2d_4_1/BiasAdd 1 1 CCT_OCR_1/conv_stem_1/conv2d_3_1/mul_1:0 CCT_OCR_1/conv_stem_1/conv2d_4_1/BiasAdd:0 0=96 1=3 11=3 2=1 12=1 3=1 13=1 5=1 6=69120
Swish            CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1 1 1 CCT_OCR_1/conv_stem_1/conv2d_4_1/BiasAdd:0 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0
Split            splitncnn_2              1 2 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0_splitncnn_0 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0_splitncnn_1
Shape            Shape__521               1 1 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0_splitncnn_1 Shape__521:0
Convolution      CCT_OCR_1/patch_extractor_1/convolution 1 1 CCT_OCR_1/conv_stem_1/conv2d_4_1/mul_1:0_splitncnn_0 CCT_OCR_1/patch_extractor_1/convolution:0 0=384 1=2 11=2 2=1 12=1 3=2 13=2 5=0 6=147456
Gather           Gather__524              2 1 Shape__521:0 Const__523 CCT_OCR_1/patch_extractor_1/Shape:0
Permute          CCT_OCR_1/patch_extractor_1/convolution__411 1 1 CCT_OCR_1/patch_extractor_1/convolution:0 CCT_OCR_1/patch_extractor_1/convolution__411:0 0=3
Cast             CCT_OCR_1/patch_extractor_1/Shape__413 1 1 CCT_OCR_1/patch_extractor_1/Shape:0 CCT_OCR_1/patch_extractor_1/Shape__413:0
Crop             CCT_OCR_1/patch_extractor_1/strided_slice 2 1 CCT_OCR_1/patch_extractor_1/Shape__413:0 const_ends__415_sliced CCT_OCR_1/patch_extractor_1/strided_slice:0 -23309=0 -23310=0
Concat           CCT_OCR_1/patch_extractor_1/Reshape_1/shape_Concat__425 3 1 CCT_OCR_1/patch_extractor_1/strided_slice:0 const_fold_opt__570_splitncnn_1 const_fold_opt__573 CCT_OCR_1/patch_extractor_1/Reshape_1/shape_Concat__425:0 0=0
Cast             CCT_OCR_1/patch_extractor_1/Reshape_1__426 1 1 CCT_OCR_1/patch_extractor_1/Reshape_1/shape_Concat__425:0 CCT_OCR_1/patch_extractor_1/Reshape_1__426:0
Reshape          CCT_OCR_1/patch_extractor_1/Reshape_1 1 1 CCT_OCR_1/patch_extractor_1/convolution__411:0 CCT_OCR_1/patch_extractor_1/Reshape_1:0 0=384 1=65
InnerProduct     CCT_OCR_1/mlp_1/dense_1/MatMul 1 1 CCT_OCR_1/patch_extractor_1/Reshape_1:0 CCT_OCR_1/mlp_1/dense_1/MatMul:0 0=96 1=0 2=36864
BinaryOp         CCT_OCR_1/mlp_1/dense_1/BiasAdd 2 1 CCT_OCR_1/mlp_1/dense_1/MatMul:0 CCT_OCR_1/mlp_1/dense_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/mlp_1/dense_1/BiasAdd:0 0=0
Swish            CCT_OCR_1/mlp_1/dense_1/mul_1 1 1 CCT_OCR_1/mlp_1/dense_1/BiasAdd:0 CCT_OCR_1/mlp_1/dense_1/mul_1:0
Split            splitncnn_3              1 2 CCT_OCR_1/mlp_1/dense_1/mul_1:0 CCT_OCR_1/mlp_1/dense_1/mul_1:0_splitncnn_0 CCT_OCR_1/mlp_1/dense_1/mul_1:0_splitncnn_1
Shape            CCT_OCR_1/pos_emb_1/Shape 1 1 CCT_OCR_1/mlp_1/dense_1/mul_1:0_splitncnn_1 CCT_OCR_1/pos_emb_1/Shape:0
Cast             CCT_OCR_1/pos_emb_1/Shape__427 1 1 CCT_OCR_1/pos_emb_1/Shape:0 CCT_OCR_1/pos_emb_1/Shape__427:0
Crop             CCT_OCR_1/pos_emb_1/strided_slice 2 1 CCT_OCR_1/pos_emb_1/Shape__427:0 const_ends__415_sliced CCT_OCR_1/pos_emb_1/strided_slice:0 -23309=0 -23310=0
Concat           CCT_OCR_1/pos_emb_1/BroadcastTo/shape_Concat__439 3 1 CCT_OCR_1/pos_emb_1/strided_slice:0 const_fold_opt__570_splitncnn_0 const_fold_opt__577 CCT_OCR_1/pos_emb_1/BroadcastTo/shape_Concat__439:0 0=0
Cast             CCT_OCR_1/pos_emb_1/BroadcastTo__440 1 1 CCT_OCR_1/pos_emb_1/BroadcastTo/shape_Concat__439:0 CCT_OCR_1/pos_emb_1/BroadcastTo__440:0
BinaryOp         CCT_OCR_1/Add            2 1 CCT_OCR_1/mlp_1/dense_1/mul_1:0_splitncnn_0 CCT_OCR_1/pos_emb_1/Slice:0 CCT_OCR_1/Add:0 0=0
Split            splitncnn_4              1 2 CCT_OCR_1/Add:0 CCT_OCR_1/Add:0_splitncnn_0 CCT_OCR_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1/Mul 1 1 CCT_OCR_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_1_1/dy_t_1/Mul:0 0=2 1=1 2=9.381343e-01
UnaryOp          CCT_OCR_1/transformer_block_1_1/dy_t_1/Tanh 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/Mul:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1 2 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/Tanh:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1/add 2 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/mul_1:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0 0=0
Split            splitncnn_5              1 3 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_2
InnerProduct     CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_2 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/MatMul:0 0=96 1=0 2=9216
Reshape          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Reshape_1:0 0=48 1=2 2=65
BinaryOp         CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Reshape_1:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Reshape_1:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Reshape_1:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add:0 0=0
Permute          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_3 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/value_1/Add:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_3:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/Mul 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/query_1/Add:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/Mul:0 0=2 1=1 2=1.443376e-01
Permute          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/key_1/Add:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose:0 0=2
Permute          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_1 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/Mul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_1:0 0=3
MatMul CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_1:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul:0
Softmax          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/softmax_1_1/Softmax 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/softmax_1_1/Softmax:0 0=1 1=1
Permute          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_2 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/softmax_1_1/Softmax:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_2:0 0=1
MatMul CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul_1 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_2:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_3:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul_1:0
Permute          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_4 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/MatMul_1:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_4:0 0=2
Reshape          CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/Reshape 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/transpose_4:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/Reshape:0 0=96 1=65
InnerProduct     CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/Reshape:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_1_1/add_14_1/Add 2 1 CCT_OCR_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/multi_head_attention_1/attention_output_1/BiasAdd:0 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0 0=0
Split            splitncnn_6              1 2 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Mul 1 1 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Mul:0 0=2 1=1 2=2.041485e+00
UnaryOp          CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Tanh 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Mul:0 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1 2 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/Tanh:0 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add 2 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/mul_1:0 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add:0 0=0
InnerProduct     CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/dy_t_1_2/add:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd:0 0=0
Swish            CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/mul_1 1 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/BiasAdd:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/mul_1:0
InnerProduct     CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/MatMul 1 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_1_1/mul_1:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/MatMul:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd:0 0=0
Swish            CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/mul_1 1 1 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/BiasAdd:0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/mul_1:0
BinaryOp         CCT_OCR_1/transformer_block_1_1/add_15_1/Add 2 1 CCT_OCR_1/transformer_block_1_1/add_14_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/mlp_1/dense_2_1/mul_1:0 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0 0=0
Split            splitncnn_7              1 2 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Mul 1 1 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Mul:0 0=2 1=1 2=9.553686e-01
UnaryOp          CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Tanh 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Mul:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1 2 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/Tanh:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add 2 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/mul_1:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0 0=0
Split            splitncnn_8              1 3 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_2
InnerProduct     CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_2 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_2_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/MatMul:0 0=96 1=0 2=9216
Reshape          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Reshape_1:0 0=48 1=2 2=65
BinaryOp         CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Reshape_1:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Reshape_1:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Reshape_1:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add:0 0=0
Permute          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_3 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/value_1/Add:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_3:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/Mul 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/query_1/Add:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/Mul:0 0=2 1=1 2=1.443376e-01
Permute          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/key_1/Add:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose:0 0=2
Permute          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_1 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/Mul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_1:0 0=3
MatMul CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_1:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul:0
Softmax          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/softmax_2_1/Softmax 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/softmax_2_1/Softmax:0 0=1 1=1
Permute          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_2 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/softmax_2_1/Softmax:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_2:0 0=1
MatMul CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul_1 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_2:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_3:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul_1:0
Permute          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_4 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/MatMul_1:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_4:0 0=2
Reshape          CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/Reshape 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/transpose_4:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/Reshape:0 0=96 1=65
InnerProduct     CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/Reshape:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_2_1/add_16_1/Add 2 1 CCT_OCR_1/transformer_block_1_1/add_15_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/multi_head_attention_1_1/attention_output_1/BiasAdd:0 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0 0=0
Split            splitncnn_9              1 2 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Mul 1 1 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Mul:0 0=2 1=1 2=9.984972e-01
UnaryOp          CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Tanh 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Mul:0 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1 2 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/Tanh:0 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add 2 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/mul_1:0 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add:0 0=0
InnerProduct     CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/dy_t_3_1/add:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd:0 0=0
Swish            CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/mul_1 1 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/BiasAdd:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/mul_1:0
InnerProduct     CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/MatMul 1 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_3_1/mul_1:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/MatMul:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd:0 0=0
Swish            CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/mul_1 1 1 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/BiasAdd:0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/mul_1:0
BinaryOp         CCT_OCR_1/transformer_block_2_1/add_17_1/Add 2 1 CCT_OCR_1/transformer_block_2_1/add_16_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/mlp_1_1/dense_4_1/mul_1:0 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0 0=0
Split            splitncnn_10             1 2 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Mul 1 1 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Mul:0 0=2 1=1 2=2.867778e-01
UnaryOp          CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Tanh 1 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Mul:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1 2 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/Tanh:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add 2 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/mul_1:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0 0=0
Split            splitncnn_11             1 3 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_2
InnerProduct     CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/MatMul 1 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_2 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/MatMul 1 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/MatMul:0 0=96 1=0 2=9216
InnerProduct     CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/MatMul 1 1 CCT_OCR_1/transformer_block_3_1/dy_t_4_1/add:0_splitncnn_0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/MatMul:0 0=96 1=0 2=9216
Reshape          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/MatMul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/MatMul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Reshape_1:0 0=48 1=2 2=65
Reshape          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Reshape_1 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/MatMul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Reshape_1:0 0=48 1=2 2=65
BinaryOp         CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Reshape_1:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Reshape_1:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Reshape_1:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add:0 0=0
Permute          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_3 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/value_1/Add:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_3:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/Mul 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/query_1/Add:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/Mul:0 0=2 1=1 2=1.443376e-01
Permute          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/key_1/Add:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose:0 0=2
Permute          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_1 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/Mul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_1:0 0=3
MatMul CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_1:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul:0
Softmax          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/softmax_3_1/Softmax 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/softmax_3_1/Softmax:0 0=1 1=1
Permute          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_2 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/softmax_3_1/Softmax:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_2:0 0=1
MatMul CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul_1 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_2:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_3:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul_1:0
Permute          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_4 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/MatMul_1:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_4:0 0=2
Reshape          CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/Reshape 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/transpose_4:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/Reshape:0 0=96 1=65
InnerProduct     CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/MatMul 1 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/Reshape:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/MatMul:0 0=96 1=0 2=9216
BinaryOp         CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd 2 1 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/MatMul:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd:0 0=0
BinaryOp         CCT_OCR_1/transformer_block_3_1/add_18_1/Add 2 1 CCT_OCR_1/transformer_block_2_1/add_17_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_3_1/multi_head_attention_2_1/attention_output_1/BiasAdd:0 CCT_OCR_1/transformer_block_3_1/add_18_1/Add:0 0=0
Split            splitncnn_12             1 2 CCT_OCR_1/transformer_block_3_1/add_18_1/Add:0 CCT_OCR_1/transformer_block_3_1/add_18_1/Add:0_splitncnn_0 CCT_OCR_1/transformer_block_3_1/add_18_1/Add:0_splitncnn_1
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Mul 1 1 CCT_OCR_1/transformer_block_3_1/add_18_1/Add:0_splitncnn_1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Mul:0 0=2 1=1 2=3.648617e-01
UnaryOp          CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Tanh 1 1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Mul:0 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Tanh:0 0=16
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1 2 1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/Tanh:0 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1:0 0=2
BinaryOp         CCT_OCR_1/transformer_block_3_1/dy_t_5_1/add 2 1 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/mul_1:0 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/add/ReadVariableOp:0 CCT_OCR_1/transformer_block_3_1/dy_t_5_1/add:0 0=0
