7767517
614 733
Input            images                   0 1 images
MemoryData       /end2end/Add_1_output_0  0 1 /end2end/Add_1_output_0 0=0
Split            splitncnn_0              1 3 /end2end/Add_1_output_0 /end2end/Add_1_output_0_splitncnn_0 /end2end/Add_1_output_0_splitncnn_1 /end2end/Add_1_output_0_splitncnn_2
MemoryData       /end2end/Constant_24_output_0 0 1 /end2end/Constant_24_output_0 0=2
MemoryData       /end2end/Constant_25_output_0 0 1 /end2end/Constant_25_output_0 0=1
MemoryData       /end2end/Constant_26_output_0 0 1 /end2end/Constant_26_output_0 0=1
MemoryData       /model/model.2/Constant_1_output_0 0 1 /model/model.2/Constant_1_output_0 0=2
MemoryData       /model/model.2/Constant_4_output_0 0 1 /model/model.2/Constant_4_output_0 0=2
Split            splitncnn_1              1 9 /model/model.2/Constant_4_output_0 /model/model.2/Constant_4_output_0_splitncnn_0 /model/model.2/Constant_4_output_0_splitncnn_1 /model/model.2/Constant_4_output_0_splitncnn_2 /model/model.2/Constant_4_output_0_splitncnn_3 /model/model.2/Constant_4_output_0_splitncnn_4 /model/model.2/Constant_4_output_0_splitncnn_5 /model/model.2/Constant_4_output_0_splitncnn_6 /model/model.2/Constant_4_output_0_splitncnn_7 /model/model.2/Constant_4_output_0_splitncnn_8
MemoryData       /model/model.22/Constant_4_output_0 0 1 /model/model.22/Constant_4_output_0 0=4
MemoryData       /model/model.22/Constant_5_output_0 0 1 /model/model.22/Constant_5_output_0 0=3549 1=2
Split            splitncnn_2              1 2 /model/model.22/Constant_5_output_0 /model/model.22/Constant_5_output_0_splitncnn_0 /model/model.22/Constant_5_output_0_splitncnn_1
MemoryData       /model/model.22/Constant_8_output_0 0 1 /model/model.22/Constant_8_output_0 0=3549
MemoryData       _v_1460                  0 1 _v_1460 0=0
MemoryData       onnx::Split_1149         0 1 onnx::Split_1149 0=4
Convolution      /model/model.0/conv/Conv 1 1 images /model/model.0/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432
Swish            /model/model.0/act/Mul   1 1 /model/model.0/conv/Conv_output_0 /model/model.0/act/Mul_output_0
Convolution      /model/model.1/conv/Conv 1 1 /model/model.0/act/Mul_output_0 /model/model.1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=4608
Swish            /model/model.1/act/Mul   1 1 /model/model.1/conv/Conv_output_0 /model/model.1/act/Mul_output_0
Convolution      /model/model.2/cv1/conv/Conv 1 1 /model/model.1/act/Mul_output_0 /model/model.2/cv1/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
Swish            /model/model.2/cv1/act/Mul 1 1 /model/model.2/cv1/conv/Conv_output_0 /model/model.2/cv1/act/Mul_output_0
Split            splitncnn_3              1 2 /model/model.2/cv1/act/Mul_output_0 /model/model.2/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/cv1/act/Mul_output_0_splitncnn_1
Crop             /model/model.2/Slice     2 1 /model/model.2/cv1/act/Mul_output_0_splitncnn_1 /model/model.2/Constant_1_output_0 /model/model.2/Slice_output_0 -23309=1,0 -23310=1,16 -23311=1,0
Crop             /model/model.2/Slice_1   2 1 /model/model.2/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/Constant_1_output_0 /model/model.2/Slice_1_output_0 -23309=1,16 -23310=1,32 -23311=1,0
Split            splitncnn_4              1 2 /model/model.2/Slice_1_output_0 /model/model.2/Slice_1_output_0_splitncnn_0 /model/model.2/Slice_1_output_0_splitncnn_1
Convolution      /model/model.2/cv2/conv/Conv 1 1 /model/model.2/Slice_1_output_0_splitncnn_1 /model/model.2/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.2/cv2/act/Mul 1 1 /model/model.2/cv2/conv/Conv_output_0 /model/model.2/cv2/act/Mul_output_0
Split            splitncnn_5              1 2 /model/model.2/cv2/act/Mul_output_0 /model/model.2/cv2/act/Mul_output_0_splitncnn_0 /model/model.2/cv2/act/Mul_output_0_splitncnn_1
Convolution      /model/model.2/cv3/conv/Conv 1 1 /model/model.2/cv2/act/Mul_output_0_splitncnn_1 /model/model.2/cv3/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.2/cv3/act/Mul 1 1 /model/model.2/cv3/conv/Conv_output_0 /model/model.2/cv3/act/Mul_output_0
Concat           /model/model.2/Concat    4 1 /model/model.2/Slice_output_0 /model/model.2/Slice_1_output_0_splitncnn_0 /model/model.2/cv2/act/Mul_output_0_splitncnn_0 /model/model.2/cv3/act/Mul_output_0 /model/model.2/Concat_output_0 0=0
Convolution      /model/model.2/cv4/conv/Conv 1 1 /model/model.2/Concat_output_0 /model/model.2/cv4/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            /model/model.2/cv4/act/Mul 1 1 /model/model.2/cv4/conv/Conv_output_0 /model/model.2/cv4/act/Mul_output_0
Pooling          /model/model.3/AveragePool 1 1 /model/model.2/cv4/act/Mul_output_0 /model/model.3/AveragePool_output_0 0=1 1=2 11=2 2=1 12=1 3=0 13=0 14=0 15=0 5=1 6=1
Convolution      /model/model.3/cv1/conv/Conv 1 1 /model/model.3/AveragePool_output_0 /model/model.3/cv1/conv/Conv_output_0 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=18432
Swish            /model/model.3/cv1/act/Mul 1 1 /model/model.3/cv1/conv/Conv_output_0 /model/model.3/cv1/act/Mul_output_0
Convolution      /model/model.4/cv1/conv/Conv 1 1 /model/model.3/cv1/act/Mul_output_0 /model/model.4/cv1/conv/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            /model/model.4/cv1/act/Mul 1 1 /model/model.4/cv1/conv/Conv_output_0 /model/model.4/cv1/act/Mul_output_0
Split            splitncnn_6              1 2 /model/model.4/cv1/act/Mul_output_0 /model/model.4/cv1/act/Mul_output_0_splitncnn_0 /model/model.4/cv1/act/Mul_output_0_splitncnn_1
Crop             /model/model.4/Slice     2 1 /model/model.4/cv1/act/Mul_output_0_splitncnn_1 /model/model.2/Constant_1_output_0 /model/model.4/Slice_output_0 -23309=1,0 -23310=1,32 -23311=1,0
Crop             /model/model.4/Slice_1   2 1 /model/model.4/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/Constant_1_output_0 /model/model.4/Slice_1_output_0 -23309=1,32 -23310=1,64 -23311=1,0
Split            splitncnn_7              1 3 /model/model.4/Slice_1_output_0 /model/model.4/Slice_1_output_0_splitncnn_0 /model/model.4/Slice_1_output_0_splitncnn_1 /model/model.4/Slice_1_output_0_splitncnn_2
Convolution      /model/model.4/cv2/cv2.0/cv1/conv/Conv 1 1 /model/model.4/Slice_1_output_0_splitncnn_2 /model/model.4/cv2/cv2.0/cv1/conv/Conv_output_0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Swish            /model/model.4/cv2/cv2.0/cv1/act/Mul 1 1 /model/model.4/cv2/cv2.0/cv1/conv/Conv_output_0 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0
Split            splitncnn_8              1 2 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.4/cv2/cv2.0/m/m.0/cv1/conv/Conv 1 1 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.4/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.0/cv1/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.4/cv2/cv2.0/m/m.0/cv2/conv/Conv 1 1 /model/model.4/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.0/cv2/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv2/cv2.0/m/m.0/Add 2 1 /model/model.4/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0 0=0
Split            splitncnn_9              1 2 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.4/cv2/cv2.0/m/m.1/cv1/conv/Conv 1 1 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1 /model/model.4/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.1/cv1/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.4/cv2/cv2.0/m/m.1/cv2/conv/Conv 1 1 /model/model.4/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.1/cv2/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv2/cv2.0/m/m.1/Add 2 1 /model/model.4/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0 0=0
Split            splitncnn_10             1 2 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.4/cv2/cv2.0/m/m.2/cv1/conv/Conv 1 1 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1 /model/model.4/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.2/cv1/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.4/cv2/cv2.0/m/m.2/cv2/conv/Conv 1 1 /model/model.4/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv2/cv2.0/m/m.2/cv2/act/Mul 1 1 /model/model.4/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 /model/model.4/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv2/cv2.0/m/m.2/Add 2 1 /model/model.4/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.4/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0 /model/model.4/cv2/cv2.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.4/cv2/cv2.0/cv2/conv/Conv 1 1 /model/model.4/Slice_1_output_0_splitncnn_1 /model/model.4/cv2/cv2.0/cv2/conv/Conv_output_0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Swish            /model/model.4/cv2/cv2.0/cv2/act/Mul 1 1 /model/model.4/cv2/cv2.0/cv2/conv/Conv_output_0 /model/model.4/cv2/cv2.0/cv2/act/Mul_output_0
Concat           /model/model.4/cv2/cv2.0/Concat 2 1 /model/model.4/cv2/cv2.0/m/m.2/Add_output_0 /model/model.4/cv2/cv2.0/cv2/act/Mul_output_0 /model/model.4/cv2/cv2.0/Concat_output_0 0=0
Convolution      /model/model.4/cv2/cv2.0/cv3/conv/Conv 1 1 /model/model.4/cv2/cv2.0/Concat_output_0 /model/model.4/cv2/cv2.0/cv3/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
Swish            /model/model.4/cv2/cv2.0/cv3/act/Mul 1 1 /model/model.4/cv2/cv2.0/cv3/conv/Conv_output_0 /model/model.4/cv2/cv2.0/cv3/act/Mul_output_0
Convolution      /model/model.4/cv2/cv2.1/conv/Conv 1 1 /model/model.4/cv2/cv2.0/cv3/act/Mul_output_0 /model/model.4/cv2/cv2.1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.4/cv2/cv2.1/act/Mul 1 1 /model/model.4/cv2/cv2.1/conv/Conv_output_0 /model/model.4/cv2/cv2.1/act/Mul_output_0
Split            splitncnn_11             1 3 /model/model.4/cv2/cv2.1/act/Mul_output_0 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_2
Convolution      /model/model.4/cv3/cv3.0/cv1/conv/Conv 1 1 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_2 /model/model.4/cv3/cv3.0/cv1/conv/Conv_output_0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Swish            /model/model.4/cv3/cv3.0/cv1/act/Mul 1 1 /model/model.4/cv3/cv3.0/cv1/conv/Conv_output_0 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0
Split            splitncnn_12             1 2 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.4/cv3/cv3.0/m/m.0/cv1/conv/Conv 1 1 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.4/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.0/cv1/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.4/cv3/cv3.0/m/m.0/cv2/conv/Conv 1 1 /model/model.4/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.0/cv2/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv3/cv3.0/m/m.0/Add 2 1 /model/model.4/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0 0=0
Split            splitncnn_13             1 2 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.4/cv3/cv3.0/m/m.1/cv1/conv/Conv 1 1 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1 /model/model.4/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.1/cv1/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.4/cv3/cv3.0/m/m.1/cv2/conv/Conv 1 1 /model/model.4/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.1/cv2/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv3/cv3.0/m/m.1/Add 2 1 /model/model.4/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0 0=0
Split            splitncnn_14             1 2 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.4/cv3/cv3.0/m/m.2/cv1/conv/Conv 1 1 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1 /model/model.4/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.2/cv1/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.4/cv3/cv3.0/m/m.2/cv2/conv/Conv 1 1 /model/model.4/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=2304
Swish            /model/model.4/cv3/cv3.0/m/m.2/cv2/act/Mul 1 1 /model/model.4/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 /model/model.4/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.4/cv3/cv3.0/m/m.2/Add 2 1 /model/model.4/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.4/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0 /model/model.4/cv3/cv3.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.4/cv3/cv3.0/cv2/conv/Conv 1 1 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.4/cv3/cv3.0/cv2/conv/Conv_output_0 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Swish            /model/model.4/cv3/cv3.0/cv2/act/Mul 1 1 /model/model.4/cv3/cv3.0/cv2/conv/Conv_output_0 /model/model.4/cv3/cv3.0/cv2/act/Mul_output_0
Concat           /model/model.4/cv3/cv3.0/Concat 2 1 /model/model.4/cv3/cv3.0/m/m.2/Add_output_0 /model/model.4/cv3/cv3.0/cv2/act/Mul_output_0 /model/model.4/cv3/cv3.0/Concat_output_0 0=0
Convolution      /model/model.4/cv3/cv3.0/cv3/conv/Conv 1 1 /model/model.4/cv3/cv3.0/Concat_output_0 /model/model.4/cv3/cv3.0/cv3/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
Swish            /model/model.4/cv3/cv3.0/cv3/act/Mul 1 1 /model/model.4/cv3/cv3.0/cv3/conv/Conv_output_0 /model/model.4/cv3/cv3.0/cv3/act/Mul_output_0
Convolution      /model/model.4/cv3/cv3.1/conv/Conv 1 1 /model/model.4/cv3/cv3.0/cv3/act/Mul_output_0 /model/model.4/cv3/cv3.1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.4/cv3/cv3.1/act/Mul 1 1 /model/model.4/cv3/cv3.1/conv/Conv_output_0 /model/model.4/cv3/cv3.1/act/Mul_output_0
Concat           /model/model.4/Concat    4 1 /model/model.4/Slice_output_0 /model/model.4/Slice_1_output_0_splitncnn_0 /model/model.4/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.4/cv3/cv3.1/act/Mul_output_0 /model/model.4/Concat_output_0 0=0
Convolution      /model/model.4/cv4/conv/Conv 1 1 /model/model.4/Concat_output_0 /model/model.4/cv4/conv/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8192
Swish            /model/model.4/cv4/act/Mul 1 1 /model/model.4/cv4/conv/Conv_output_0 /model/model.4/cv4/act/Mul_output_0
Split            splitncnn_15             1 2 /model/model.4/cv4/act/Mul_output_0 /model/model.4/cv4/act/Mul_output_0_splitncnn_0 /model/model.4/cv4/act/Mul_output_0_splitncnn_1
Pooling          /model/model.5/AveragePool 1 1 /model/model.4/cv4/act/Mul_output_0_splitncnn_1 /model/model.5/AveragePool_output_0 0=1 1=2 11=2 2=1 12=1 3=0 13=0 14=0 15=0 5=1 6=1
Convolution      /model/model.5/cv1/conv/Conv 1 1 /model/model.5/AveragePool_output_0 /model/model.5/cv1/conv/Conv_output_0 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=55296
Swish            /model/model.5/cv1/act/Mul 1 1 /model/model.5/cv1/conv/Conv_output_0 /model/model.5/cv1/act/Mul_output_0
Convolution      /model/model.6/cv1/conv/Conv 1 1 /model/model.5/cv1/act/Mul_output_0 /model/model.6/cv1/conv/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=9216
Swish            /model/model.6/cv1/act/Mul 1 1 /model/model.6/cv1/conv/Conv_output_0 /model/model.6/cv1/act/Mul_output_0
Split            splitncnn_16             1 2 /model/model.6/cv1/act/Mul_output_0 /model/model.6/cv1/act/Mul_output_0_splitncnn_0 /model/model.6/cv1/act/Mul_output_0_splitncnn_1
Crop             /model/model.6/Slice     2 1 /model/model.6/cv1/act/Mul_output_0_splitncnn_1 /model/model.2/Constant_1_output_0 /model/model.6/Slice_output_0 -23309=1,0 -23310=1,48 -23311=1,0
Crop             /model/model.6/Slice_1   2 1 /model/model.6/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/Constant_1_output_0 /model/model.6/Slice_1_output_0 -23309=1,48 -23310=1,96 -23311=1,0
Split            splitncnn_17             1 3 /model/model.6/Slice_1_output_0 /model/model.6/Slice_1_output_0_splitncnn_0 /model/model.6/Slice_1_output_0_splitncnn_1 /model/model.6/Slice_1_output_0_splitncnn_2
Convolution      /model/model.6/cv2/cv2.0/cv1/conv/Conv 1 1 /model/model.6/Slice_1_output_0_splitncnn_2 /model/model.6/cv2/cv2.0/cv1/conv/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            /model/model.6/cv2/cv2.0/cv1/act/Mul 1 1 /model/model.6/cv2/cv2.0/cv1/conv/Conv_output_0 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0
Split            splitncnn_18             1 2 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.6/cv2/cv2.0/m/m.0/cv1/conv/Conv 1 1 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.6/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.0/cv1/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.6/cv2/cv2.0/m/m.0/cv2/conv/Conv 1 1 /model/model.6/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.0/cv2/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv2/cv2.0/m/m.0/Add 2 1 /model/model.6/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0 0=0
Split            splitncnn_19             1 2 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.6/cv2/cv2.0/m/m.1/cv1/conv/Conv 1 1 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1 /model/model.6/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.1/cv1/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.6/cv2/cv2.0/m/m.1/cv2/conv/Conv 1 1 /model/model.6/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.1/cv2/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv2/cv2.0/m/m.1/Add 2 1 /model/model.6/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0 0=0
Split            splitncnn_20             1 2 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.6/cv2/cv2.0/m/m.2/cv1/conv/Conv 1 1 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1 /model/model.6/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.2/cv1/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.6/cv2/cv2.0/m/m.2/cv2/conv/Conv 1 1 /model/model.6/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv2/cv2.0/m/m.2/cv2/act/Mul 1 1 /model/model.6/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 /model/model.6/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv2/cv2.0/m/m.2/Add 2 1 /model/model.6/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.6/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0 /model/model.6/cv2/cv2.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.6/cv2/cv2.0/cv2/conv/Conv 1 1 /model/model.6/Slice_1_output_0_splitncnn_1 /model/model.6/cv2/cv2.0/cv2/conv/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            /model/model.6/cv2/cv2.0/cv2/act/Mul 1 1 /model/model.6/cv2/cv2.0/cv2/conv/Conv_output_0 /model/model.6/cv2/cv2.0/cv2/act/Mul_output_0
Concat           /model/model.6/cv2/cv2.0/Concat 2 1 /model/model.6/cv2/cv2.0/m/m.2/Add_output_0 /model/model.6/cv2/cv2.0/cv2/act/Mul_output_0 /model/model.6/cv2/cv2.0/Concat_output_0 0=0
Convolution      /model/model.6/cv2/cv2.0/cv3/conv/Conv 1 1 /model/model.6/cv2/cv2.0/Concat_output_0 /model/model.6/cv2/cv2.0/cv3/conv/Conv_output_0 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            /model/model.6/cv2/cv2.0/cv3/act/Mul 1 1 /model/model.6/cv2/cv2.0/cv3/conv/Conv_output_0 /model/model.6/cv2/cv2.0/cv3/act/Mul_output_0
Convolution      /model/model.6/cv2/cv2.1/conv/Conv 1 1 /model/model.6/cv2/cv2.0/cv3/act/Mul_output_0 /model/model.6/cv2/cv2.1/conv/Conv_output_0 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=20736
Swish            /model/model.6/cv2/cv2.1/act/Mul 1 1 /model/model.6/cv2/cv2.1/conv/Conv_output_0 /model/model.6/cv2/cv2.1/act/Mul_output_0
Split            splitncnn_21             1 3 /model/model.6/cv2/cv2.1/act/Mul_output_0 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_2
Convolution      /model/model.6/cv3/cv3.0/cv1/conv/Conv 1 1 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_2 /model/model.6/cv3/cv3.0/cv1/conv/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            /model/model.6/cv3/cv3.0/cv1/act/Mul 1 1 /model/model.6/cv3/cv3.0/cv1/conv/Conv_output_0 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0
Split            splitncnn_22             1 2 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.6/cv3/cv3.0/m/m.0/cv1/conv/Conv 1 1 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.6/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.0/cv1/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.6/cv3/cv3.0/m/m.0/cv2/conv/Conv 1 1 /model/model.6/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.0/cv2/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv3/cv3.0/m/m.0/Add 2 1 /model/model.6/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0 0=0
Split            splitncnn_23             1 2 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.6/cv3/cv3.0/m/m.1/cv1/conv/Conv 1 1 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1 /model/model.6/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.1/cv1/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.6/cv3/cv3.0/m/m.1/cv2/conv/Conv 1 1 /model/model.6/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.1/cv2/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv3/cv3.0/m/m.1/Add 2 1 /model/model.6/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0 0=0
Split            splitncnn_24             1 2 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.6/cv3/cv3.0/m/m.2/cv1/conv/Conv 1 1 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1 /model/model.6/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.2/cv1/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.6/cv3/cv3.0/m/m.2/cv2/conv/Conv 1 1 /model/model.6/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.6/cv3/cv3.0/m/m.2/cv2/act/Mul 1 1 /model/model.6/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 /model/model.6/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.6/cv3/cv3.0/m/m.2/Add 2 1 /model/model.6/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.6/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0 /model/model.6/cv3/cv3.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.6/cv3/cv3.0/cv2/conv/Conv 1 1 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.6/cv3/cv3.0/cv2/conv/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            /model/model.6/cv3/cv3.0/cv2/act/Mul 1 1 /model/model.6/cv3/cv3.0/cv2/conv/Conv_output_0 /model/model.6/cv3/cv3.0/cv2/act/Mul_output_0
Concat           /model/model.6/cv3/cv3.0/Concat 2 1 /model/model.6/cv3/cv3.0/m/m.2/Add_output_0 /model/model.6/cv3/cv3.0/cv2/act/Mul_output_0 /model/model.6/cv3/cv3.0/Concat_output_0 0=0
Convolution      /model/model.6/cv3/cv3.0/cv3/conv/Conv 1 1 /model/model.6/cv3/cv3.0/Concat_output_0 /model/model.6/cv3/cv3.0/cv3/conv/Conv_output_0 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Swish            /model/model.6/cv3/cv3.0/cv3/act/Mul 1 1 /model/model.6/cv3/cv3.0/cv3/conv/Conv_output_0 /model/model.6/cv3/cv3.0/cv3/act/Mul_output_0
Convolution      /model/model.6/cv3/cv3.1/conv/Conv 1 1 /model/model.6/cv3/cv3.0/cv3/act/Mul_output_0 /model/model.6/cv3/cv3.1/conv/Conv_output_0 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=20736
Swish            /model/model.6/cv3/cv3.1/act/Mul 1 1 /model/model.6/cv3/cv3.1/conv/Conv_output_0 /model/model.6/cv3/cv3.1/act/Mul_output_0
Concat           /model/model.6/Concat    4 1 /model/model.6/Slice_output_0 /model/model.6/Slice_1_output_0_splitncnn_0 /model/model.6/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.6/cv3/cv3.1/act/Mul_output_0 /model/model.6/Concat_output_0 0=0
Convolution      /model/model.6/cv4/conv/Conv 1 1 /model/model.6/Concat_output_0 /model/model.6/cv4/conv/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=18432
Swish            /model/model.6/cv4/act/Mul 1 1 /model/model.6/cv4/conv/Conv_output_0 /model/model.6/cv4/act/Mul_output_0
Split            splitncnn_25             1 2 /model/model.6/cv4/act/Mul_output_0 /model/model.6/cv4/act/Mul_output_0_splitncnn_0 /model/model.6/cv4/act/Mul_output_0_splitncnn_1
Pooling          /model/model.7/AveragePool 1 1 /model/model.6/cv4/act/Mul_output_0_splitncnn_1 /model/model.7/AveragePool_output_0 0=1 1=2 11=2 2=1 12=1 3=0 13=0 14=0 15=0 5=1 6=1
Convolution      /model/model.7/cv1/conv/Conv 1 1 /model/model.7/AveragePool_output_0 /model/model.7/cv1/conv/Conv_output_0 0=128 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=110592
Swish            /model/model.7/cv1/act/Mul 1 1 /model/model.7/cv1/conv/Conv_output_0 /model/model.7/cv1/act/Mul_output_0
Convolution      /model/model.8/cv1/conv/Conv 1 1 /model/model.7/cv1/act/Mul_output_0 /model/model.8/cv1/conv/Conv_output_0 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
Swish            /model/model.8/cv1/act/Mul 1 1 /model/model.8/cv1/conv/Conv_output_0 /model/model.8/cv1/act/Mul_output_0
Split            splitncnn_26             1 2 /model/model.8/cv1/act/Mul_output_0 /model/model.8/cv1/act/Mul_output_0_splitncnn_0 /model/model.8/cv1/act/Mul_output_0_splitncnn_1
Crop             /model/model.8/Slice     2 1 /model/model.8/cv1/act/Mul_output_0_splitncnn_1 /model/model.2/Constant_1_output_0 /model/model.8/Slice_output_0 -23309=1,0 -23310=1,64 -23311=1,0
Crop             /model/model.8/Slice_1   2 1 /model/model.8/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/Constant_1_output_0 /model/model.8/Slice_1_output_0 -23309=1,64 -23310=1,128 -23311=1,0
Split            splitncnn_27             1 3 /model/model.8/Slice_1_output_0 /model/model.8/Slice_1_output_0_splitncnn_0 /model/model.8/Slice_1_output_0_splitncnn_1 /model/model.8/Slice_1_output_0_splitncnn_2
Convolution      /model/model.8/cv2/cv2.0/cv1/conv/Conv 1 1 /model/model.8/Slice_1_output_0_splitncnn_2 /model/model.8/cv2/cv2.0/cv1/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            /model/model.8/cv2/cv2.0/cv1/act/Mul 1 1 /model/model.8/cv2/cv2.0/cv1/conv/Conv_output_0 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0
Split            splitncnn_28             1 2 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.8/cv2/cv2.0/m/m.0/cv1/conv/Conv 1 1 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.8/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.0/cv1/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.8/cv2/cv2.0/m/m.0/cv2/conv/Conv 1 1 /model/model.8/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.0/cv2/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv2/cv2.0/m/m.0/Add 2 1 /model/model.8/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0 0=0
Split            splitncnn_29             1 2 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.8/cv2/cv2.0/m/m.1/cv1/conv/Conv 1 1 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1 /model/model.8/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.1/cv1/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.8/cv2/cv2.0/m/m.1/cv2/conv/Conv 1 1 /model/model.8/cv2/cv2.0/m/m.1/cv1/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.1/cv2/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.1/cv2/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv2/cv2.0/m/m.1/Add 2 1 /model/model.8/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/m/m.1/cv2/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0 0=0
Split            splitncnn_30             1 2 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.8/cv2/cv2.0/m/m.2/cv1/conv/Conv 1 1 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_1 /model/model.8/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.2/cv1/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.2/cv1/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.8/cv2/cv2.0/m/m.2/cv2/conv/Conv 1 1 /model/model.8/cv2/cv2.0/m/m.2/cv1/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv2/cv2.0/m/m.2/cv2/act/Mul 1 1 /model/model.8/cv2/cv2.0/m/m.2/cv2/conv/Conv_output_0 /model/model.8/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv2/cv2.0/m/m.2/Add 2 1 /model/model.8/cv2/cv2.0/m/m.1/Add_output_0_splitncnn_0 /model/model.8/cv2/cv2.0/m/m.2/cv2/act/Mul_output_0 /model/model.8/cv2/cv2.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.8/cv2/cv2.0/cv2/conv/Conv 1 1 /model/model.8/Slice_1_output_0_splitncnn_1 /model/model.8/cv2/cv2.0/cv2/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            /model/model.8/cv2/cv2.0/cv2/act/Mul 1 1 /model/model.8/cv2/cv2.0/cv2/conv/Conv_output_0 /model/model.8/cv2/cv2.0/cv2/act/Mul_output_0
Concat           /model/model.8/cv2/cv2.0/Concat 2 1 /model/model.8/cv2/cv2.0/m/m.2/Add_output_0 /model/model.8/cv2/cv2.0/cv2/act/Mul_output_0 /model/model.8/cv2/cv2.0/Concat_output_0 0=0
Convolution      /model/model.8/cv2/cv2.0/cv3/conv/Conv 1 1 /model/model.8/cv2/cv2.0/Concat_output_0 /model/model.8/cv2/cv2.0/cv3/conv/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            /model/model.8/cv2/cv2.0/cv3/act/Mul 1 1 /model/model.8/cv2/cv2.0/cv3/conv/Conv_output_0 /model/model.8/cv2/cv2.0/cv3/act/Mul_output_0
Convolution      /model/model.8/cv2/cv2.1/conv/Conv 1 1 /model/model.8/cv2/cv2.0/cv3/act/Mul_output_0 /model/model.8/cv2/cv2.1/conv/Conv_output_0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            /model/model.8/cv2/cv2.1/act/Mul 1 1 /model/model.8/cv2/cv2.1/conv/Conv_output_0 /model/model.8/cv2/cv2.1/act/Mul_output_0
Split            splitncnn_31             1 3 /model/model.8/cv2/cv2.1/act/Mul_output_0 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_2
Convolution      /model/model.8/cv3/cv3.0/cv1/conv/Conv 1 1 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_2 /model/model.8/cv3/cv3.0/cv1/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            /model/model.8/cv3/cv3.0/cv1/act/Mul 1 1 /model/model.8/cv3/cv3.0/cv1/conv/Conv_output_0 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0
Split            splitncnn_32             1 2 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.8/cv3/cv3.0/m/m.0/cv1/conv/Conv 1 1 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.8/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.0/cv1/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.0/cv1/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.8/cv3/cv3.0/m/m.0/cv2/conv/Conv 1 1 /model/model.8/cv3/cv3.0/m/m.0/cv1/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.0/cv2/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.0/cv2/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv3/cv3.0/m/m.0/Add 2 1 /model/model.8/cv3/cv3.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/m/m.0/cv2/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0 0=0
Split            splitncnn_33             1 2 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.8/cv3/cv3.0/m/m.1/cv1/conv/Conv 1 1 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_1 /model/model.8/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.1/cv1/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.1/cv1/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0
Convolution      /model/model.8/cv3/cv3.0/m/m.1/cv2/conv/Conv 1 1 /model/model.8/cv3/cv3.0/m/m.1/cv1/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.1/cv2/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.1/cv2/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv3/cv3.0/m/m.1/Add 2 1 /model/model.8/cv3/cv3.0/m/m.0/Add_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/m/m.1/cv2/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0 0=0
Split            splitncnn_34             1 2 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1
Convolution      /model/model.8/cv3/cv3.0/m/m.2/cv1/conv/Conv 1 1 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_1 /model/model.8/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.2/cv1/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.2/cv1/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0
Convolution      /model/model.8/cv3/cv3.0/m/m.2/cv2/conv/Conv 1 1 /model/model.8/cv3/cv3.0/m/m.2/cv1/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9216
Swish            /model/model.8/cv3/cv3.0/m/m.2/cv2/act/Mul 1 1 /model/model.8/cv3/cv3.0/m/m.2/cv2/conv/Conv_output_0 /model/model.8/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0
BinaryOp         /model/model.8/cv3/cv3.0/m/m.2/Add 2 1 /model/model.8/cv3/cv3.0/m/m.1/Add_output_0_splitncnn_0 /model/model.8/cv3/cv3.0/m/m.2/cv2/act/Mul_output_0 /model/model.8/cv3/cv3.0/m/m.2/Add_output_0 0=0
Convolution      /model/model.8/cv3/cv3.0/cv2/conv/Conv 1 1 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_1 /model/model.8/cv3/cv3.0/cv2/conv/Conv_output_0 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2048
Swish            /model/model.8/cv3/cv3.0/cv2/act/Mul 1 1 /model/model.8/cv3/cv3.0/cv2/conv/Conv_output_0 /model/model.8/cv3/cv3.0/cv2/act/Mul_output_0
Concat           /model/model.8/cv3/cv3.0/Concat 2 1 /model/model.8/cv3/cv3.0/m/m.2/Add_output_0 /model/model.8/cv3/cv3.0/cv2/act/Mul_output_0 /model/model.8/cv3/cv3.0/Concat_output_0 0=0
Convolution      /model/model.8/cv3/cv3.0/cv3/conv/Conv 1 1 /model/model.8/cv3/cv3.0/Concat_output_0 /model/model.8/cv3/cv3.0/cv3/conv/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
Swish            /model/model.8/cv3/cv3.0/cv3/act/Mul 1 1 /model/model.8/cv3/cv3.0/cv3/conv/Conv_output_0 /model/model.8/cv3/cv3.0/cv3/act/Mul_output_0
Convolution      /model/model.8/cv3/cv3.1/conv/Conv 1 1 /model/model.8/cv3/cv3.0/cv3/act/Mul_output_0 /model/model.8/cv3/cv3.1/conv/Conv_output_0 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=36864
Swish            /model/model.8/cv3/cv3.1/act/Mul 1 1 /model/model.8/cv3/cv3.1/conv/Conv_output_0 /model/model.8/cv3/cv3.1/act/Mul_output_0
Concat           /model/model.8/Concat    4 1 /model/model.8/Slice_output_0 /model/model.8/Slice_1_output_0_splitncnn_0 /model/model.8/cv2/cv2.1/act/Mul_output_0_splitncnn_0 /model/model.8/cv3/cv3.1/act/Mul_output_0 /model/model.8/Concat_output_0 0=0
Convolution      /model/model.8/cv4/conv/Conv 1 1 /model/model.8/Concat_output_0 /model/model.8/cv4/conv/Conv_output_0 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=32768
Swish            /model/model.8/cv4/act/Mul 1 1 /model/model.8/cv4/conv/Conv_output_0 /model/model.8/cv4/act/Mul_output_0
Convolution      /model/model.9/cv1/conv/Conv 1 1 /model/model.8/cv4/act/Mul_output_0 /model/model.9/cv1/conv/Conv_output_0 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8192
Swish            /model/model.9/cv1/act/Mul 1 1 /model/model.9/cv1/conv/Conv_output_0 /model/model.9/cv1/act/Mul_output_0
Split            splitncnn_35             1 2 /model/model.9/cv1/act/Mul_output_0 /model/model.9/cv1/act/Mul_output_0_splitncnn_0 /model/model.9/cv1/act/Mul_output_0_splitncnn_1
Pooling          /model/model.9/cv2/m/MaxPool 1 1 /model/model.9/cv1/act/Mul_output_0_splitncnn_1 /model/model.9/cv2/m/MaxPool_output_0 0=0 1=5 11=5 2=1 12=1 3=2 13=2 14=2 15=2 5=1
Split            splitncnn_36             1 2 /model/model.9/cv2/m/MaxPool_output_0 /model/model.9/cv2/m/MaxPool_output_0_splitncnn_0 /model/model.9/cv2/m/MaxPool_output_0_splitncnn_1
Pooling          /model/model.9/cv3/m/MaxPool 1 1 /model/model.9/cv2/m/MaxPool_output_0_splitncnn_1 /model/model.9/cv3/m/MaxPool_output_0 0=0 1=5 11=5 2=1 12=1 3=2 13=2 14=2 15=2 5=1
Split            splitncnn_37             1 2 /model/model.9/cv3/m/MaxPool_output_0 /model/model.9/cv3/m/MaxPool_output_0_splitncnn_0 /model/model.9/cv3/m/MaxPool_output_0_splitncnn_1
Pooling          /model/model.9/cv4/m/MaxPool 1 1 /model/model.9/cv3/m/MaxPool_output_0_splitncnn_1 /model/model.9/cv4/m/MaxPool_output_0 0=0 1=5 11=5 2=1 12=1 3=2 13=2 14=2 15=2 5=1
Concat           /model/model.9/Concat    4 1 /model/model.9/cv1/act/Mul_output_0_splitncnn_0 /model/model.9/cv2/m/MaxPool_output_0_splitncnn_0 /model/model.9/cv3/m/MaxPool_output_0_splitncnn_0 /model/model.9/cv4/m/MaxPool_output_0 /model/model.9/Concat_output_0 0=0
Convolution      /model/model.9/cv5/conv/Conv 1 1 /model/model.9/Concat_output_0 /model/model.9/cv5/conv/Conv_output_0 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=32768
Swish            /model/model.9/cv5/act/Mul 1 1 /model/model.9/cv5/conv/Conv_output_0 /model/model.9/cv5/act/Mul_output_0
Split            splitncnn_38             1 2 /model/model.9/cv5/act/Mul_output_0 /model/model.9/cv5/act/Mul_output_0_splitncnn_0 /model/model.9/cv5/act/Mul_output_0_splitncnn_1
Interp           /model/model.10/Resize   1 1 /model/model.9/cv5/act/Mul_output_0_splitncnn_1 /model/model.10/Resize_output_0 0=1 1=2.000000e+00 2=2.000000e+00 3=0 4=0 6=0
Concat           /model/model.11/Concat   2 1 /model/model.10/Resize_output_0 /model/model.6/cv4/act/Mul_output_0_splitncnn_0 /model/model.11/Concat_output_0 0=0
Convolution      /model/model.12/cv1/conv/Conv 1 1 /model/model.11/Concat_output_0 /model/model.12/cv1/conv/Conv_output_0 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=21504
Swish            /model/model.12/cv1/act/Mul 1 1 /model/model.12/cv1/conv/Conv_output_0 /model/model.12/cv1/act/Mul_output_0
Split            splitncnn_39             1 2 /model/model.12/cv1/act/Mul_output_0 /model/model.12/cv1/act/Mul_output_0_splitncnn_0 /model/model.12/cv1/act/Mul_output_0_splitncnn_1
Crop             /model/model.12/Slice    2 1 /model/model.12/cv1/act/Mul_output_0_splitncnn_1 /model/model.2/Constant_1_output_0 /model/model.12/Slice_output_0 -23309=1,0 -23310=1,48 -23311=1,0
Crop             /model/model.12/Slice_1  2 1 /model/model.12/cv1/act/Mul_output_0_splitncnn_0 /model/model.2/Constant_1_output_0 /model/model.12/Slice_1_output_0 -23309=1,48 -23310=1,96 -23311=1,0
Split            splitncnn_40             1 3 /model/model.12/Slice_1_output_0 /model/model.12/Slice_1_output_0_splitncnn_0 /model/model.12/Slice_1_output_0_splitncnn_1 /model/model.12/Slice_1_output_0_splitncnn_2
Convolution      /model/model.12/cv2/cv2.0/cv1/conv/Conv 1 1 /model/model.12/Slice_1_output_0_splitncnn_2 /model/model.12/cv2/cv2.0/cv1/conv/Conv_output_0 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1152
Swish            /model/model.12/cv2/cv2.0/cv1/act/Mul 1 1 /model/model.12/cv2/cv2.0/cv1/conv/Conv_output_0 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0
Split            splitncnn_41             1 2 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1
Convolution      /model/model.12/cv2/cv2.0/m/m.0/cv1/conv/Conv 1 1 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_1 /model/model.12/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.12/cv2/cv2.0/m/m.0/cv1/act/Mul 1 1 /model/model.12/cv2/cv2.0/m/m.0/cv1/conv/Conv_output_0 /model/model.12/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0
Convolution      /model/model.12/cv2/cv2.0/m/m.0/cv2/conv/Conv 1 1 /model/model.12/cv2/cv2.0/m/m.0/cv1/act/Mul_output_0 /model/model.12/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
Swish            /model/model.12/cv2/cv2.0/m/m.0/cv2/act/Mul 1 1 /model/model.12/cv2/cv2.0/m/m.0/cv2/conv/Conv_output_0 /model/model.12/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0
BinaryOp         /model/model.12/cv2/cv2.0/m/m.0/Add 2 1 /model/model.12/cv2/cv2.0/cv1/act/Mul_output_0_splitncnn_0 /model/model.12/cv2/cv2.0/m/m.0/cv2/act/Mul_output_0 /model/model.12/cv2/cv2.0/m/m.0/Add_output_0 0=0
Split            splitncnn_42             1 2 /model/model.12/cv2/cv2.0/m/m.0/Add_output_0 /model/model.12/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_0 /model/model.12/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1
Convolution      /model/model.12/cv2/cv2.0/m/m.1/cv1/conv/Conv 1 1 /model/model.12/cv2/cv2.0/m/m.0/Add_output_0_splitncnn_1 /model/model.12/cv2/cv2.0/m/m.1/cv1/conv/Conv_output_0 0=24 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184
